{
  "article_data": {
    "metadata": {
      "title": "From Music to Nuclear Policy: Professor Christopher Cahill’s unexpected Journey in Science and Policy",
      "author": "Lori Preci and Yair Ben-Dor",
      "publish_date": "Dec 14, 2024",
      "cover_image_url": "https://static.wixstatic.com/media/11b1c4_0c15687348b442c5ab1d0a2295571751~mv2.jpeg/v1/fill/w_702,h_407,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/shutterstock_1898354080.jpeg",
      "excerpt": "Professor Christopher Cahill, a distinguished multidisciplinary professor at George Washington University, is a leading expert in inorganic and materials chemistry, specializing in actinides and their role in nuclear processes. Leveraging his unique position in Washington D.C., Professor Cahill has advanced the field's understanding of these f-block elements while shaping discourse on their potential involvement in nuclear policy.",
      "category": "profile"
    },
    "content_blocks": [
      {
        "order": 1,
        "type": "paragraph",
        "content": "Professor Christopher Cahill, a distinguished multidisciplinary professor at George Washington University, is a leading expert in inorganic and materials chemistry, specializing in actinides and their role in nuclear processes. Leveraging his unique position in Washington D.C., Professor Cahill has advanced the field's understanding of these f-block elements while shaping discourse on their potential involvement in nuclear policy."
      },
      {
        "order": 2,
        "type": "section_header",
        "content": "An Unconventional Start in STEM: From Music to Materials Science"
      },
      {
        "order": 3,
        "type": "paragraph",
        "content": "Professor Cahill’s journey into science began as a digression from his intended trajectory into music. Soon after enrolling at SUNY Fredonia, his band teacher’s alma mater, his aspiration to become a band teacher faltered when he realized he had been fueled by undue praise and lacked the skill to excel at the collegiate level of music."
      },
      {
        "order": 4,
        "type": "pull_quote",
        "content": "\"Being a high school star didn't translate to college, and I lacked the talent needed. It was humbling.\""
      },
      {
        "order": 5,
        "type": "paragraph",
        "content": "But just as one door closed, another opened. On the day of course registration, Cahill happened to be in line next to chemistry professor James Bowser, who recommended that Cahill take a few core science classes. Despite the radical pivot, with just one introductory course in chemistry and another in geology, he was hooked - acquiring a BS in Chemistry and Geochemistry and igniting a lifelong passion."
      },
      {
        "order": 6,
        "type": "paragraph",
        "content": "Inspired by the mentorship of chemist John B. Parise during an undergraduate research internship at Stony Brook University, Cahill would apply to Parise’ lab again to pursue a PhD in Chemistry. Surrounded by like-minded, intellectually engaging individuals at Stony Brook and with access to Brookhaven National Lab, a Department of Energy facility, Cahill cultivated his zeal for crystallography and materials chemistry. Driven by his love for chemistry and interest in crystals and minerals, Cahill pursued a postdoc in the Environmental Mineralogy Group at Notre Dame University, where he worked on characterizing natural uranium minerals to consider their potential applications in nuclear waste storage or geologic repositories."
      },
      {
        "order": 7,
        "type": "paragraph",
        "content": "Following his postdoc, Cahill joined GWU as a professor, where he taught coursework in chemistry and international affairs and was the principal investigator of a laboratory focused on solid-state and materials chemistry."
      },
      {
        "order": 8,
        "type": "section_header",
        "content": "The Charm of Crystals and Hybrid Materials"
      },
      {
        "order": 9,
        "type": "paragraph",
        "content": "With a curious fascination in Geology and Chemistry, Professor Cahill developed an interest in crystallography, the perfect unifier of these two scientific branches. Applying the principles of crystallography and its derived tools, it became possible to research and characterize hybrid materials."
      },
      {
        "order": 10,
        "type": "paragraph",
        "content": "Hybrid materials are synergistic combinations of inorganic and organic constituents on a molecular scale. This relatively novel area of research is rapidly expanding and presents a compelling challenge to synthesize materials with enhanced functionality and performance for innovative applications. While their inorganic components provide a stable and rigid framework, the organic components enable flexibility to customize novel or enhanced materials with unique properties. Expanding the library of synthetic hybrid materials requires optimizing the approach of assembling chemical constituents to maximize the synergy of organic-inorganic frameworks. "
      },
      {
        "order": 11,
        "type": "paragraph",
        "content": "Cahill’s lab specializes in uranyl-containing hybrid materials; his group probes properties such as second-sphere effects, energy transfer, or luminescence to better understand their behaviors and potential applications."
      },
      {
        "order": 12,
        "type": "paragraph",
        "content": "Working with his graduate and undergraduate students, Cahill views his lab’s collaborative effort as a contribution to what he calls the ‘intellectual forum’ of actinides, in which members hone skills in crystallography and nuclear chemistry."
      },
      {
        "order": 13,
        "type": "section_header",
        "content": "Bridging Science and Policy"
      },
      {
        "order": 14,
        "type": "paragraph",
        "content": "As a professor in both Chemistry and International Affairs, Cahill has contributed his efforts to bolstering the intersection between these disciplines to address global nuclear issues while nourishing his own curiosities. In the Elliott School of International Affairs, his course “Science of Nuclear Materials” empowers non-scientific students interested in the nuclear arena with the basics of nuclear chemistry, expanding their capacity to put forth influential, informed policy."
      },
      {
        "order": 15,
        "type": "paragraph",
        "content": "Throughout his time serving as a Science Fellow at the American Institute of Physics in the US State Department’s Office of Weapons of Mass Destruction Terrorism within the Bureau of International Security and Nonproliferation, Cahill developed his understanding of how policy can help shape scientific initiatives. This experience informed his teaching and inspired his commitment to train a new generation of “hybrid thinkers” capable of navigating the intersection of science and policy."
      },
      {
        "order": 16,
        "type": "paragraph",
        "content": "Cahill aims to remain involved and active in shaping the future policymakers at GW and using his diverse background to encourage scientifically minded students to consider roles in policy-making. His collaborative efforts with national labs, governmental organizations, and other universities ensure that scientific input remains a fundamental part of international policy discussions."
      },
      {
        "order": 17,
        "type": "section_header",
        "content": "Mentoring Future Innovators"
      },
      {
        "order": 18,
        "type": "paragraph",
        "content": "Reflecting on his own transformative experiences, Professor Cahill is a passionate advocate for mentorship and providing meaningful guidance to students. He is committed to cultivating a supportive learning environment in the classroom and the lab and looks to balance academic rigor with well-being."
      },
      {
        "order": 19,
        "type": "paragraph",
        "content": "Cahill’s commitment to mentorship has been recognized through several prestigious awards, including the Oscar and Shoshana Trachtenberg Prize for Teaching Excellence in 2013 and the GW Office of the Vice President for Research’s Research Mentorship Award in 2021."
      },
      {
        "order": 20,
        "type": "paragraph",
        "content": "In his laboratory, Professor Cahill emphasizes hands-on research experiences, guiding both undergraduate and graduate students through complex projects in inorganic and materials chemistry. He encourages critical thinking and innovation, preparing his mentees for successful careers in science and future endeavors."
      },
      {
        "order": 21,
        "type": "image",
        "url": "posts/insidearticleimages/image1cahill.avif",
        "alt_text": "Professor Christopher Cahill",
        "caption": "Professor Christopher Cahill. Image courtesy of the Elliott School of International Affairs, The George Washington University. <a href=\"https://elliott.gwu.edu/christopher-cahill\">elliott.gwu.edu/christopher-cahill</a>"
      },
      {
        "order": 22,
        "type": "section_header",
        "content": "Main Takeaways from Cahill’s Advice"
      },
      {
        "order": 23,
        "type": "section_sub_header",
        "content": "Embrace the Unexpected"
      },
      {
        "order": 24,
        "type": "paragraph",
        "content": "Professor Cahill’s journey into chemistry and nuclear materials began with a seemingly failed attempt to pursue a music career. But the unexpected shift into science—sparked by a low-chance encounter with a chemistry professor—opened the door to a rewarding career that completely changed his life and that of countless students."
      },
      {
        "order": 25,
        "type": "pull_quote",
        "content": "“When one door closes, another always opens, but we usually look so long, so intently and so sorrowfully upon the closed door that we do not see the one that has opened.\" — Jean Paul Richter"
      },
      {
        "order": 26,
        "type": "paragraph",
        "content": "Cahill’s story highlights the importance of staying open to unexpected opportunities and knowing how to pivot when necessary. Allow yourself to explore unfamiliar academic territories. Don’t be discouraged when an initial plan doesn’t pan out. Instead, trust that a different opportunity will come along, often in ways you never imagined."
      },
      {
        "order": 27,
        "type": "section_sub_header",
        "content": "Build a Broad Foundation"
      },
      {
        "order": 28,
        "type": "paragraph",
        "content": "Don’t limit yourself to a single focus or interest. Proactively seek skills and knowledge outside your immediate field—whether understanding the policy implications of your science, learning to code and analyze data, or seeking relationships and discourse with people who view the world differently. The broader range of information you hold makes you better prepared to tackle new problems and look at concepts with a “hybrid” perspective."
      },
      {
        "order": 29,
        "type": "section_header",
        "content": "Additional Information/Resources"
      },
      {
        "order": 30,
        "type": "paragraph",
        "content": "**2024 Oscar and Shoshanna Tractenberg Prize for Scholarship (Research):** Christopher Cahill received this prestigious award, which honors outstanding research accomplishments and highlights GW's commitment to advancing research and creative endeavors.\n\n**Chemistry's Cahill Elected AAAS Fellow:** Christopher Cahill, chair of the CCAS Chemistry Department and a renowned leader in inorganic and materials chemistry, was recognized as an AAAS Fellow for his contributions to science and innovation.\n\n**2023 Hillebrand Prize:** Professor Christopher L. Cahill was honored with this award for groundbreaking research in condensed phase actinide chemistry and crystal engineering, which has significant implications for environmental remediation, separations, and nuclear forensics. He will present at the CSW dinner meeting on March 14, 2024. Read the full story in GW Today."
      },
      {
        "order": 31,
        "type": "game",
        "src": "posts/games/article11.html",
        "title": "Test Your Knowledge: Professor Cahill's Journey",
        "height": "580"
      }
    ]
  }
}
